{
    "English": "Engels",
    "EPG time limit in hours": "EPG tijd limit in uren",
    "EPG time limit": "EPG tijd limit",
    "EPG": "EPG",
    "Dutch": "Nederlands",
    "Dreambox username": "Dreambox gebruikersnaam",
    "Dreambox port number": "Dreambox poort nummer",
    "Dreambox password": "Dreambox wachtwoord",
    "Dreambox name": "Dreambox naam",
    "Dreambox multiple tuners": "Dreambox meerdere ontvangers",
    "Dreambox host name": "Dreambox host naam",
    "Does the dreambox have more then 1 tuner?.": "Heeft de dreambox meer dan 1 ontvanger?.",
    "Description": "Omschrijving",
    "DVR length time in seconds": "DVR lengte in seconden",
    "DVR length": "DVR lengte",
    "Channel name": "Kanaal naam",
    "Audio language": "Audio taal",
    "Any name": "Willekeurige naam",
    "About": "Over",
    "Enter an extra buffer time in seconds when there are timing issues. (default 0).": "Voer een extra buffer tijd in seconden in wanneer er streaming problemen zijn. (standaard 0).",
    "Enter a name for your Dreambox ReStream setup. Any name is valid.": "Vul een naam in voor je Dreambox ReStream setup. Elke naam is geldig.",
    "Enter the local hostname or ip number of your dreambox.": "Voer de lokale hostnaam of het ip-nummer van uw dreambox in.",
    "upcoming": "aanstaande",
    "setup": "setup",
    "recorded": "opgenomen",
    "now": "nu",
    "next": "volgende",
    "duration": "tijdsduur",
    "Your dreambox is offline. Please check your network connections or": "Je dreambox is offline. Controleer uw netwerkverbindingen of",
    "Yes": "Ja",
    "To view this video please enable JavaScript, and consider upgrading to a web browser that": "Schakel JavaScript in om deze video te bekijken en overweeg een upgrade naar een webbrowser",
    "Subtitle language": "Ondertitelingstaal",
    "Submit": "Opslaan",
    "Streaming profiles": "Streaming profielen",
    "Start typing to search ... (min 3 characters)": "Begin met typen om te zoeken ... (min. 3 tekens)",
    "Start typing to search ...": "Begin met typen om te zoeken ...",
    "Setup": "Setup",
    "Select the transcoding profiles. More profiles needs more CPU power.": "Selecteer de transcoderingsprofielen. Meer profielen hebben meer CPU-kracht nodig.",
    "Select the interface language": "Selecteer de interfacetaal",
    "Search": "Zoeken",
    "Recordings": "Opnames",
    "Purge the cache and reload the data": "Wis de cache en laad de gegevens opnieuw",
    "Purge": "Wissen",
    "Port number": "Poort nummer",
    "Please enter a valid value in all the required fields before proceeding. If you need any help just place the mouse pointer above info icon next to the form field.": "Voer een geldige waarde in alle verplichte velden in voordat u verder gaat. Als u hulp nodig heeft, plaatst u de muisaanwijzer boven het infopictogram naast het formulierveld.",
    "Pick a channel": "Kies een kanaal",
    "Offline!": "Offline!",
    "No": "Nee",
    "Next": "Volgende",
    "Loading...": "Laden...",
    "Interface language": "Interfacetaal",
    "Host name or ip": "Hostnaam of IP",
    "HD": "HD",
    "Extra buffer time in seconds": "Extra buffertijd in seconden",
    "Extra buffer time": "Extra buffertijd",
    "Exclude bouquets": "Boeketten uitsluiten",
    "Error!": "Fout!",
    "Enter the username for the Dreambox web interface. Leave empty when not needed.": "Voer de gebruikersnaam in voor de Dreambox-webinterface. Leeg laten wanneer niet nodig.",
    "Enter the portnumber of the webinterface on your dreambox (default 80).": "Voer het poortnummer van de webinterface op uw dreambox in (standaard 80).",
    "Enter the password for the Dreambox web interface. Leave empty when not needed.": "Voer het wachtwoord in voor de Dreambox webinterface. Leeg laten wanneer niet nodig.",
    "Enter the amount of time the EPG should load in hours (default 36).": "Voer de hoeveelheid tijd in die de EPG in uren moet laden (standaard 36).",
    "Enter the amount of DVR window length in seconds (default 120).": "Voer de lengte van het DVR-venster in seconden in (standaard 120).",
    "Enter either a number for the nth language or abriviated name.": "Voer een nummer in voor de nde taal of een verkorte naam.",
    "Enter a comma separated list of bouquet names to be ingored during loading. Case insenitive.": "Voer een door komma's gescheiden lijst in van boeket namen die tijdens het laden moeten worden genegeerd. Niet hoofdletter gevoelig.",
    "Click to enter the setup page": "Klik om de instellingenpagina te openen",
    "Bouquets": "Boeketten",
    "Enter the port number of the web interface on your dreambox (default 80).": "Voer het poortnummer van de webinterface op uw dreambox in (standaard 80).",
    "Enter either a number for the nth language or abbreviated name.": "Voer een nummer in voor de nde taal of een verkorte naam."
}
